export const INITIAL_TEXT = JSON.stringify({
  root: {
    children: [
      {
        children: [
          {
            detail: 0,
            format: 0,
            mode: "normal",
            style: "",
            text: "Передо мной стояла задача, которая казалась простой: добраться до самой отдаленной точки на карте. А вот как только я начал свой путь, я столкнулся с непредвиденными препятствиями: сначала погода резко ухудшилась, а потом мой компас перестал работать. Но даже в таких сложных условиях я не терял надежды и продолжал двигаться вперед.",
            type: "text",
            version: 1,
          },
        ],
        direction: "ltr",
        format: "",
        indent: 0,
        type: "paragraph",
        version: 1,
      },
      {
        children: [
          {
            detail: 0,
            format: 0,
            mode: "normal",
            style: "",
            text: "Однако мои трудности только начинались: когда я подошел к реке, заметил, что мост, который должен был пересечь ее, был разрушен. Зато я решил не отступать и найти другой способ пересечь эту реку. В конце концов, моя настойчивость вознаградилась, и я нашел переправу, хоть это и заняло у меня несколько дополнительных часов.",
            type: "text",
            version: 1,
          },
        ],
        direction: "ltr",
        format: "",
        indent: 0,
        type: "paragraph",
        version: 1,
      },
    ],
    direction: "ltr",
    format: "",
    indent: 0,
    type: "root",
    version: 1,
  },
});
